"""
    quiz03 혹은 quiz02 의 Pokemon 클래스를 그대로 복사하여 생성자(__init__()) 을 수정하세요.
    생성자가 하는 일
        => Pokemon() 했을 경우
            이름     : ['피카츄', '라이츄', '파이리', '꼬부기', '버터풀'] 중 랜덤하게 지정
            level   : 1 ~ 100 중 랜덤하게
            hp      : level 의 100배 혹은 30% 확률로 150배 저장하세요.

        => Pokemon("치코리타") 했을 경우
            이름     : "치코리타" 를 저장
            level   : 1 ~ 100 중 랜덤하게
            hp      : level 의 100배 혹은 30% 확률로 150배 저장하세요.

        => Pokemon("또도가스", 50) 했을 경우
            이름     : "또도가스" 를 저장
            level   : 50을 저장. 단, 음수는 안됨
            hp      : level 의 100배 혹은 30% 확률로 150배 저장하세요.

        => Pokemon("피츄", 20, 1000) 했을 경우
            이름     : "피츄" 를 저장
            level   : 20을 저장. 단, 음수는 안됨
            hp      : 1000 을 저장. 단, 음수는 안됨

"""

"""
    테스트는 자유롭게..
"""
