"""
    < 영단어장 만들기 >
    영단어는 key, 그의 뜻은 value 로 두는 dictionary 를 만드세요.
    메뉴)
        1. 단어 등록
        2. 단어 검색
        3. 모든 단어 보기
        4. 퀴즈 풀기
        0. 종료하기

        1. 단어 등록
            새 영단어와 그의 뜻을 입력 받고 dictionary 에 추가합니다.

        2. 단어 검색
            영단어를 입력 받아 그의 뜻을 출력합니다.
            미등록된 단어인 경우 '미등록 단어'를 출력합니다.

        3. 모든 단어 보기
            현재 등록되어있는 모든 단어와 뜻을 출력합니다.

        4. 퀴즈 풀기 (선택문제)
             컴퓨터는 랜덤하게 영어 단어를 선택합니다.
             해당 단어의 뜻을 문제로 내고, 사용자에게 답을 입력 받습니다.
             정답 혹은 땡 을 출력합니다.

        0. 종료하기

"""
