"""

 1. 파이썬 기본자료형의 종류를 나열하고 특징을 서술하세요.
    답:



"""

"""

 2. 문자열 표기 방법을 서술하세요. (총 4가지)
    답: 



"""

"""

 3. 다음 4가지 연산의 결과와 결과값의 자료형을 설명하세요. 
    에러의 경우 그 이유를 설명하세요.
    1) 10 + 1
    2) 10 + 1.0
    3) 10 + '1'
    4) 10 + True
    5) '10.0' + '1'
    6) 10 * 3
    7) 10 * '3' 
    8) '10' * '3' 
    9) f'{10} + {20} = {10 + 20}'
"""

"""

 4. 여러분의 이름 대문자 이니셜 3글자의 아스키 코드값을 구하고, 이를 출력하세요.
    ord(), chr() 를 활용하세요. 


"""

"""

  5. 
   1) 10진수 8666 를 2진수로 변환한 값을 출력하세요. (0b10000111011010)
   2) 8진수 1532 를 16진수로 변환한 값을 출력하세요. (0x35a)
   3) 2진수 01011 를 10진수로 변환한 값을 출력하세요. (11)
   4) 16진수 abcde 를 10진수로 변환한 값을 출력하세요. (703710)
   
"""

"""

 6. 0o135792 는 에러가 납니다. 그 이유를 서술하세요.

"""
